export const HomePage = () => {
    return (
        <div>
            <h3>Привет!</h3>
            <p>
                Меня зовут Денис. Я - конструктор-программист. Сейчас я работаю
                в компании "Мария" и занимаюсь прикладной разработкой на
                платформе 3cad Evolution. Общий рабочий стаж разработки - 2 года 7 месяцев.
                Общий стаж работы в мебельной отрасли +10 лет.
            </p>
            <p>
                Сейчас я решаю задачи связанные с поддержанием и развитием электронного каталога
                корпусных изделий: шкафы-купе, распашные прямые и угловые шкафы, комоды,
                стеллажные и фасадные системы и различные аксессуары для наполнения шкафа, в т.ч. штанги,
                обувницы, пантографы и т.п.
            </p>
            <h4>Что я умею:</h4>
            <ul className='skills-list'>
                <li>Писать код на платформенном языке <b>3cad Evolution</b> (правила, макросы, спецификации по формулам).
                Работать со справочником изделий, справочником контуров.</li>

                <li>Использовать Evolution API для работы с <b>SQL, SQLite</b> в случаях, когда
                    нет возможности читать данные напрямую их варианта</li>

                <li>Писать код на <b>VBScript</b> (отделки фасадов, финальные пост-обработки).</li>

                <li>Писать код на <b>HTML, CSS, JavaScript</b> (работа со встроенным браузером - тип реквизита DСlasse)
                    Умею работать с DOM API, fetch API и другими современными способами разработки пользовательских интерфейсов.</li>

                <li>Программно (Node.js) читать, изменять и сохранять файлы форматов <b>XML, JSON</b>.</li>

                <li>Работать с системой контроля версий <b>git</b>.</li>

                <li>Создавать 3d модели мебельной фурнитуры или аксессуаров в программах <b>Базис-Мебельщик, Blender</b>
                    с последующим экспортом в .3ds формат.</li>

                <li>Минифицировать графические файлы для каталога, работать с графикой в <b>CorelDRAW.</b></li>

                <li>Писать программы загрузки данных заказа в <b>1С</b> на платформенном языке 1С.</li>

                <li>Написать программу загрузки данных заказа в <b>Базис-Мебельщик</b> на javascript.</li>

            </ul>

            <h4>Дополнительные навыки:</h4>
            <p>В 2022 году успешно прошел курс по профессии <b>'Javascript/React-разработчик'</b> в 'HTML Академии' Алексея Симоненко 
                (есть соотвествующие сертификаты).</p>


        </div>
    );
};
