export const HomePage = () => {
    return (
        <div>
            <h3>Привет!</h3>
            <p>
                Меня зовут Денис. Я - конструктор корпусной мебели, имею опыт как в серийном, так и в
                индивидуальном производстве. Общий рабочий стаж в отрасли - 10 лет. Мой основной
                программный софт - Базис Мебельщик.
            </p>
            <p>
                С июня 2022 по ноябрь 2022 года я работал в компании "Группа Север" на должности конструктора-технолога.
                Я конструировал корпусную мебель для ванных комнат, кухонь, гостиниц и учебных заведений из ЛДСП, МДФ,
                стекла, металла, светотехнических компонентов. В мои обязанности входило:
            </p>
            <ul>
                <li>
                    поиск и эскизное проектирование новых изделий по заданию отдела продаж;
                </li>
                <li>
                    экспресс-проектирование изделий для расчета стоимости;
                </li>
                <li>
                    разработка линеек и изделий, а также подготовка спецификаций, деталировочных и сборочных
                    чертежей, выгрузка управляющих программ для присадочных станков с ЧПУ;
                </li>
            </ul>
            <p>
                С января 2021 по май 2022 года я работал в компании "Моби" на должности инженера-конструктора. Я
                конструировал корпусную мебель для гостинных, прихожих, спальных, детских комнат из ЛДСП, МДФ, стекла,
                металла, светотехнических компонентов. В мои
                обязанности входило:

            </p>
            <ul>
                <li>
                    экспресс-проектирование линеек и отдельных изделий по эскизному заданию в программе для расчета
                    стоимости;
                </li>
                <li>
                    разработка линеек и отдельных изделий корпусной мебели по техническому заданию;
                </li>
                <li>
                    подготовка деталировочных и сборочных чертежей, спецификаций на детали и фурнитуру, схем
                    упаковки, инструкций по сборке в формате HOFF;
                </li>
            </ul>
        </div>
    );
}
