export const EduPage = () => {
    return (
        <div>
            <h3>Образование</h3>
            <ul>
                <li>
                    НГСХА, управление в АПК
                </li>
                <li>
                    МГУЛ, технология деревообработки
                </li>
            </ul>
            <h3>Личные качества</h3>
            <ul>
                <li>
                    внимательность
                </li>
                <li>
                    отвественность
                </li>
                <li>
                    усидчивость
                </li>
            </ul>
            <h3>Хобби</h3>
            <ul>
                <li>
                    люблю спортивные мероприятия
                </li>
                <li>
                    увлекаюсь информационными технологиями
                </li>
                <li>
                    слушаю музыку
                </li>
            </ul>
            <p>Адрес проживания: п. Новинки, городской округ Нижний Новгород</p>
        </div>
    );
}
